[
    {
        "id": "53f7bef02cdc026f5d6e3d9a",
        "key": "MerchantToS",
        "parentId": "",
        "type": "Rich Text",
        "value": "<span id=\"docs-internal-guid-5e8c5968-faaa-afdd-139d-15c76376dfdc\"><h2 dir=\"ltr\" style=\"line-height:1.2;margin-top:15pt;margin-bottom:8pt;\"><span style=\"font-family: Arial; font-size: 24px; white-space: pre-wrap; color: inherit; line-height: 40px;\">1. Contest Prize and Sub-Prize Program.</span><br></h2><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">1.1. Prize &amp; Sub-Prize Information</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">The Brothers Magoo, LLC (Hereafter referred to as their d/b/a “Piste+Off!”) shall promote the Prize &amp; Sub-Prize per Section 1.2. Merchant is the seller of the goods and services described in Prize &amp; Sub-Prize. The Prize &amp; Sub-Prize themselves will be sent to the purchaser electronically. The purchaser will then redeem the Prize of Sub-Prize from the Merchant.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">a. Merchant is making the Merchant Offering available pursuant to the Prize &amp; Sub-Prizes.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">b. Merchant’s obligations under this Merchant Agreement (and with respect to any Prize &amp; Sub-Prize) are contingent upon reaching the Volume Threshold by the Volume Threshold Deadline.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">c. Delivery of Prizes: Piste+Off! may offer the Merchant's Prize &amp; Sub-Prize up to the maximum quantity listed above in its contest format. All deals may be offered to part or all of Piste+Off!'s subscriber base, within the parameters of Merchant’s scheduled offering, or the communities associated with Piste+Off!'s affiliates. Merchant will be notified prior to any new delivery of Prize for final approval.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">d. Each Prize &amp; Sub-Prize will be subject to no restrictions other than as provided herein. Each Prize &amp; Sub-Prize will expire on the Prize &amp; Sub-Prize Expiration Date. However, after the Prize &amp; Sub-Prize Expiration Date, Merchant shall, for the amount of time required by applicable law: (1) continue to allow unredeemed Prize &amp; Sub-Prizes to be redeemed for the product or service specified on the Prize &amp; Sub-Prize or (2) allow the Prize &amp; Sub-Prize to be redeemed to purchase goods or services from Merchant for up to the amount the purchaser paid for the Prize &amp; Sub-Prize (if applicable). Merchant is aware and acknowledges that the law may require Merchant to redeem Prize &amp; Sub-Prizes beyond their stated expiration dates, and Merchant agrees to do so (to the extent applicable law requires).</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">e. Partial redemptions: If a customer redeems a Prize &amp; Sub-Prize for less than its face value, the Merchant will be responsible for issuing a credit or cash equal to the difference between the face value and the amount redeemed if required by law.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">f. Merchant agrees that in providing the goods/services that are the subject of the Prize &amp; Sub-Prize, it will not impose any extra or additional fees or charges that contradict the terms set forth on the face of the Prize &amp; Sub-Prize.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">g. Merchant will comply with the Special Instructions (if any).</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">1.2 Prize &amp; Sub-Prize Sale. Merchant authorizes Piste+Off! to offer, promote and distribute Prize &amp; Sub-Prizes, in accordance with this Agreement and subject to the restrictions set forth in this Agreement. Merchant acknowledges that Piste+Off! may terminate the publication or promotion of the Prize &amp; Sub-Prize at any time. Piste+Off! reserves the right to increase the Volume Threshold contingent upon approval of the Merchant or Merchants authorized officers. &nbsp;</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">1.3 Prize &amp; Sub-Prize Publication and Delivery. Prize &amp; Sub-Prizes shall be published on the Mobile App and or Website in accordance with Section 1.1. Piste+Off! will offer the Prize &amp; Sub-Prizes for competition on dates in its discretion as agreed upon with Merchant. If there is a Maximum Number of Prize &amp; Sub-Prizes designated, Piste+Off! will use reasonable efforts to cease publishing the Prize &amp; Sub-Prize once it has received offers to buy that number of Prize &amp; Sub-Prizes equal to the Maximum Number of Prize &amp; Sub-Prizes. The last date on which Piste+Off! publishes the Prize &amp; Sub-Prize for sale to its users shall be considered the “Run Date”. The Prize &amp; Sub-Prize shall be activated, which means capable of being used for purchases with the Merchant in accordance with the terms of the Prize &amp; Sub-Prize, only when the Volume Threshold of purchasers/contestants has been met. At the time that the Volume Threshold has been met; Piste+Off! will electronically deliver the Prize &amp; Sub-Prize to the contestant. Once a Prize &amp; Sub-Prize is Activated and delivered to the contestant, Merchant shall be solely responsible for all customer service in connection with the Prize &amp; Sub-Prize and for supplying all goods and services specified in the Prize &amp; Sub-Prize. Piste+Off! further reserves the continuing right, but shall not be obligated, to reject, revise, or discontinue publishing any Prize &amp; Sub-Prize and to require Merchant to edit or modify the same for any reason, including, without limitation, to conform the Prize &amp; Sub-Prize to Piste+Off! specifications or applicable Laws.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">1.4 License. Merchant grants to Piste+Off! a non-exclusive worldwide license and right to use, reproduce, display, distribute and transmit the Merchant's name, logo and any trademarks (\"Merchant Marks\") and any photographs, graphics, artwork, text and other content provided or specified by Merchant (\"Content\") in connection with the marketing, promotion or distribution of Prize &amp; Sub-Prizes, in any and all media or formats in which such Prize &amp; Sub-Prizes are marketed, promoted, transmitted, sold, or distributed, including but not limited to, on the Piste+Off! Mobile Apps and Website.</span></p><h2 dir=\"ltr\" style=\"line-height:1.2;margin-top:15pt;margin-bottom:8pt;\"><span style=\"font-size: 24px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">2. Term and Termination.</span></h2><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">This Agreement shall continue in effect for the longer of one (1) year following the Effective Date or the last date when a customer of Piste+Off! redeems a Prize &amp; Sub-Prize offered by Merchant through Piste+Off!. Piste+Off! may terminate this Agreement at any time for any reason by giving the Merchant written notice of such termination. The expiration of the Term shall not in any way affect the contestant’s usage of the Prize &amp; Sub-Prize, or Merchant's obligation for redemption of the Prize &amp; Sub-Prize. Upon execution of the Agreement, Merchant agrees that Merchant will not promote an online offer with respect to the products or services described in this Agreement of similar or greater value for a period up to 90 days from the Effective Date, plus a minimum of 90 days following the Merchant's date of feature on the Piste+Off! App or Website.</span></p><h2 dir=\"ltr\" style=\"line-height:1.2;margin-top:15pt;margin-bottom:8pt;\"><span style=\"font-size: 24px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">3. Merchant Representations and Warranties, and Indemnification.</span></h2><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">3.1 Merchant represents and warrants throughout the Term that: (a) Merchant has the right, power and authority to enter into this Agreement; (b) Merchant is registered for sales and use tax collection purposes in all states in which Merchant's goods and services will be provided pursuant to the terms and presentation of the Prize &amp; Sub-Prize; (c) the Prize &amp; Sub-Prize, upon being Activated and delivered by Piste+Off! shall be available immediately for redemption by the users unless otherwise noted in contest rules; (d) the terms and conditions of the Prize &amp; Sub-Prize, including any discounts or goods and services offered thereunder, comply with all, and do not and will not violate any, local, state or federal law, statute, rule, regulation, or order (\"Laws\"), including but not limited to, any Laws governing Prize &amp; Sub-Prizes, gift cards, coupons, and/or gift certificates; (e) Merchant owns all right, title and interest in the Marks and Content and has the right to grant the licenses in the Marks and Content stated in this Agreement; (f) the Prize &amp; Sub-Prizes and any advertising or promotion of Merchant's products and services relating thereto will not constitute false, deceptive or unfair advertising or disparagement under any applicable Laws; and (g) the Marks and the Content do not and will not violate any copyright, trademark, or other intellectual property right or right of privacy or publicity of any third party or any Laws.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">3.2 Merchant agrees to defend, indemnify and hold Piste+Off!, its affiliated and related entities, and any of their officers, directors, agents and employees, harmless from and against any claims, lawsuits, investigations, penalties, damages, losses or expenses (including but not limited to attorney's fees and costs) arising out of or relating to any of the following: (a) any breach or alleged breach by Merchant of this Agreement or the representations and warranties stated in Section 3.1; (b) any claim for state sales or use tax obligations (\"Taxes\") arising from the sale and subsequent redemption of a Prize &amp; Sub-Prize; (c) any claim by any local, state or federal governmental entity for unredeemed Prize &amp; Sub-Prizes or unredeemed cash values of Prize &amp; Sub-Prizes or any other amounts under any applicable abandoned or unclaimed property or escheat law, including but not limited to any claims for penalties and interest (\"Abandoned Property Claims\"); or (d) any claim arising out of or relating to the products and services provided by Merchant, including but not limited to, any claims for false advertising, product defects, personal injury, death, or property damages. Without limiting the foregoing, Merchant shall pay any monies owed to any party, as well as all attorney's fees, related to any action against, or determinations against, Piste+Off! related to any action to pursue Piste+Off! for Taxes or Abandoned Property Claims.</span></p><h2 dir=\"ltr\" style=\"line-height:1.2;margin-top:15pt;margin-bottom:8pt;\"><span style=\"font-size: 24px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">4. Compliance with Gift Card, Gift Certificate and Abandoned Property Laws.</span></h2><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">Merchant further agrees to comply with the Prize &amp; Sub-Prize terms and conditions as set forth on the Website, and to ensure that the Prize &amp; Sub-Prizes comply with any and all Laws that govern Prize &amp; Sub-Prizes, gift cards, coupons, and/or gift certificates, including but not limited to, the Credit Card Act of 2009 and any state or local Laws governing the imposition of expiration dates, service charges, dormancy fees or other terms and conditions of the Prize &amp; Sub-Prize. Merchant shall allow the contestant to redeem the Piste+Off! awards with Merchant for the amount listed for the Prize &amp; Sub-Prize (i.e. the cash or redemption value of the Prize &amp; Sub-Prize) for the applicable term specified under applicable state or federal Laws and shall allow the cash redemption of the Prize &amp; Sub-Prizes as required by applicable state or federal Laws. To the extent required by applicable escheat or abandoned or unclaimed property Laws, Merchant shall be solely responsible for and agrees to report and pay over to the applicable local, state or federal governmental agency any unredeemed cash value of any Prize &amp; Sub-Prize issued under this Agreement. Merchant is responsible for keeping track of the cash amount paid by the contestant for the Prize &amp; Sub-Prize and any unredeemed balance of that cash amount to ensure compliance with this section 4. Furthermore, Merchant agrees that so long as an appointment is made for the redemption of a Prize &amp; Sub-Prize before the expiration date, the Prize &amp; Sub-Prize will be fully honored without restriction even though the services may be fulfilled after the redemption date.</span></p><h2 dir=\"ltr\" style=\"line-height:1.2;margin-top:15pt;margin-bottom:8pt;\"><span style=\"font-size: 24px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">5. Confidentiality and Intellectual Property Rights.</span></h2><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">5.1 The terms of this Agreement are confidential, and Merchant agrees to not disclose the terms described herein to any party (other than its employees, parent companies, and shareholders on a need-to-know basis only after each has taken the necessary precautions of the kind generally taken with confidential information to preserve the confidentiality of the information made available to such individuals). The terms contained herein are confidential between Piste+Off! and Merchant and not known to the general public outside of this Agreement, thus any breach of this confidentiality provision by Merchant shall be considered a material breach of this Agreement and will result in irreparable and continuing damage to Piste+Off! for which there will be no adequate remedy at law; and in the event of such breach, Piste+Off! will be entitled to injunctive relief and/or a decree for specific performance, and such other and further relief as may be proper (including monetary damages if appropriate).</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">5.2 Merchant agrees and acknowledges that The Brothers Magoo owns all right, title, and interest in the Piste+Off! Apps and Website, Piste+Off! trademarks, and any software, technology or tools used by Piste+Off! to promote, market, sell, generate, or distribute the Prize &amp; Sub-Prizes (collectively the \"Piste+Off! IP\"). Merchant shall not rent, lease, sublicense, distribute, transfer, copy, reproduce, download, display, modify or timeshare the Piste+Off! IP or any portion thereof, or use such Piste+Off! IP as a component of or a base for products or services prepared for commercial sale, sublicense, lease, access or distribution. Merchant shall not prepare any derivative work based on the Piste+Off! IP. Merchant shall not translate, reverse engineer, decompile or disassemble the Piste+Off! IP.</span></p><h2 dir=\"ltr\" style=\"line-height:1.2;margin-top:15pt;margin-bottom:8pt;\"><span style=\"font-size: 24px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">6.Limitation of Liability.</span></h2><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">EXCEPT FOR INDEMNIFICATION OBLIGATIONS HEREUNDER, IN NO EVENT SHALL EITHER PARTY BE LIABLE OR OBLIGATED TO THE OTHER PARTY OR ANY THIRD PARTY IN ANY MANNER FOR ANY SPECIAL, INCIDENTAL, EXEMPLARY, CONSEQUENTIAL, PUNITIVE, OR INDIRECT DAMAGES OF ANY KIND REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT, NEGLIGENCE, STRICT PRODUCT LIABILITY, OR OTHERWISE, EVEN IF INFORMED OF THE POSSIBILITY OF ANY SUCH DAMAGES IN ADVANCE, PISTE OFF'S SOLE AND COMPLETE LIABILITY TO MERCHANT FOR ANY CLAIMS ARISING OUT OF RELATING TO THIS AGREEMENT OR ANY ERRORS, OMISSIONS OR MISPLACEMENTS OF THE PRIZE AND SUB-PRIZES SHALL BE LIMITED TO THE AMOUNT OF OPPORTUNITY FEES PAID HEREUNDER. THIS LIMITATION OF LIABILITY SHALL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND NOTWITHSTANDING THE FAILURE OF ANY LIMITED REMEDY.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">Any claim arising out of or relating to any error or omission in a Prize &amp; Sub-Prize must be made within one (1) year of first publication of the Prize &amp; Sub-Prize. Otherwise, the claim shall be deemed waived by Merchant.</span></p><h2 dir=\"ltr\" style=\"line-height:1.2;margin-top:15pt;margin-bottom:8pt;\"><span style=\"font-size: 24px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">7. Other</span></h2><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">The Parties are independent contractors. Nothing in this Agreement shall be construed to create a joint venture, partnership, franchise, or an agency relationship between the Parties. Neither Party has the authority, without the other Party’s prior written approval, to bind or commit the other Party in any way.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">This agreement constitutes the entire agreement between the parties relating to its subject matter and supersedes all prior or contemporaneous oral or written agreements concerning such subject matter. This agreement may be amended or modified only by mutual agreement of authorized representatives of the Parties in writing.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">Merchant may not assign or transfer its rights or obligations under this Agreement, whether by operation of law or otherwise, without Piste+Off!'s prior written consent.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">EXCEPT AS EXPRESSLY SET FORTH IN THIS AGREEMENT, NEITHER PARTY MAKES ANY REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT. PISTE OFF DOES NOT WARRANT OR GUARANTEE THAT THE SERVICES OFFERED ON OR THROUGH THE WEBSITE SHALL BE UNINTERRUPTED OR ERROR-FREE, THAT THE PRIZE &amp; SUB-PRIZES WILL BE ERROR-FREE OR THAT ANY ERRORS, OMISSIONS OR MISPLACEMENTS IN THE PRIZE &amp; SUB-PRIZE WILL BE CORRECTED, OR THAT PRIZE &amp; SUB-PRIZES WILL RESULT IN ANY REVENUE OR PROFIT FOR MERCHANT.</span></p><p dir=\"ltr\" style=\"line-height:1.4625;margin-top:0pt;margin-bottom:15pt;\"><span style=\"font-size: 13px; font-family: Arial; vertical-align: baseline; white-space: pre-wrap;\">This Agreement shall be governed by the laws of the State of Delaware, without giving effect to any principles that may provide for the application of the laws of another jurisdiction. Any disputes, controversies, or claims in connection with or arising out of this Agreement, its negotiation, breach, existence, validity or termination, shall be referred to and finally determined by arbitration in Chicago, Illinois before a single arbitrator who is a member of the American Arbitration Association, from which arbitration there shall be no appeal. Such arbitration shall be held in the city of the defendant, in accordance with the Commercial Rules of the American Arbitration Association, with the governing law to be that of the State of the defendant and the laws of the United States applicable therein. The award rendered by the arbitrator shall be final and binding on all parties, and judgment upon the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</span></p><br></span>",
        "version": "0.5.0"
    }
]
